Repository: jazzband/django-categories
Catalog: categories/locale/*/LC_MESSAGES/django.po
Languages: id

source: Advanced
id: Lanjutan

source: parent
id: induk

source: name
id: nama

source: active
id: aktif

source: The slug must be unique among the items at its level.
id: Slug harus unik di antara item-item yang ada di levelnya.

source: You can't set the parent of the item to itself.
id: Anda tidak dapat mengatur induk dari item ke dirinya sendiri.

source: You can't set the parent of the item to a descendant.
id: Anda tidak dapat mengatur induk item menjadi keturunan.

source: Deactivate selected categories and their children
id: Menonaktifkan kategori yang dipilih dan anak-anaknya

source: Activate selected categories and their children
id: Mengaktifkan kategori yang dipilih dan anak-anaknya

source: category
id: kategori

source: categories
id: kategori

source: content type
id: jenis konten

source: object id
id: id objek

source: relation type
id: jenis hubungan

source: A generic text field to tag a relation, like 'leadphoto'.
id: Bidang teks umum untuk menandai hubungan, seperti 'leadphoto'.

source: Field configuration for %(app)s should be a string or iterable
id: Konfigurasi bidang untuk %(app)s harus berupa string atau iterable

source: `field_type` must be either `"ForeignKey"` or `"ManyToManyField"`.
id: `field_type` harus salah satu dari `"ForeignKey"` atau `"ManyToManyField"`.

source: %(settings)s doesn't recognize the value of %(app)s.%(model)s
id: %(settings)s tidak mengenali nilai %(app)s.%(model)s

source: %(key)s is not a model
id: %(key)s bukan merupakan model

source: %(settings)s doesn't recognize the value of %(key)s
id: %(settings)s tidak mengenali nilai %(key)s

source: %(transliterator) must be a callable or a string.
id: %(transliterator) harus berupa sebuah callable atau string.

source: Delete?
id: Hapus?

source: View on site
id: Lihat di situs

source: No %(verbose_name)s found matching the query
id: Tidak ada %(verbose_name)s yang ditemukan cocok dengan kueri
